{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "I envision a world\nwhere life is valued, work is meaningful, and flourishing is possible. In the\nface of increasing austerity, state violence, economic recession and climate\ncollapse, the path towards the world I envision narrows: mutual aid is\nincreasingly essential, and collective action is increasingly urgent. Given\nthese circumstances, I’m interested in exploring what exactly constitutes a\n“collective”: how is it produced, sustained, drawn to action, dissolved? These questions\nare as quotidian as they are political. I want to understand (and disrupt,\nreconfigure) the rhythm of everyday life under capital in the historical moment\nin which I find myself. Here, I explore the role of sound in the production of\nsocial space, using the KAZI 88.7 FM radio show The Morning Grind as a point of\nentry."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " ",
          "underline": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Black Radio History & KAZI",
          "underline": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "For the first decade of\ncommercial radio in the United States, “shows did not have black announcers,\nactors, or masters of ceremonies.”"
        },
        {
          "type": "link",
          "url": "#_ftn1",
          "children": [
            {
              "text": "[1]"
            }
          ]
        },
        {
          "text": " In 1929, the white-owned WSBC\nChicago launched the first radio program to feature all-Black performers, ‘The\nAll-Negro Hour’."
        },
        {
          "type": "link",
          "url": "#_ftn2",
          "children": [
            {
              "text": "[2]"
            }
          ]
        },
        {
          "text": "\nFollowing World War II,  Black music,\npersonalities, announcers, and disc jockeys, proliferated on the airwaves: In\nthe 1950s, Black radio “fueled the popularity of rock-and-roll and was\ninstrumental in lowering cultural barriers between blacks and whites.”"
        },
        {
          "type": "link",
          "url": "#_ftn3",
          "children": [
            {
              "text": "[3]"
            }
          ]
        },
        {
          "text": " Black DJs’ influence on\nAmerican music taste “created a social grapevine” that empowered emergent civil\nrights movement. “Southern black stations, in particular, became\nclearninghouses for information and forums for discussion” among community\nmembers.” Black ownership of stations was (and remains) rare: only five\nBlack-owned radio stations existed in 1966."
        },
        {
          "type": "link",
          "url": "#_ftn4",
          "children": [
            {
              "text": "[4]"
            }
          ]
        },
        {
          "text": "         "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Over the course of the\n1970s and 1980s, “industry-wide trends […] de-emphasized the news and public\naffairs programming that had become the stable of Black radio. The emergence of\nFM radio, with its ‘more music, less talk’ philosophy, intensified the trend\naway from news and discussion shows that targeted black audiences.” Still,\nblack radio stations proliferated and Black ownership of stations increased.\nThe emergence of the first Black-owned national radio networks in the early\n1970s increased standardization across Black radio programming, which mirrored\nstandardizing trends in public affairs and news programming in general. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "            It\nwas in this milieu that Dr. John L. Warfield, professor of African American\nStudies at the University of Texas, began to dream of creating a Black radio\nstation in Austin. With the transmission of its first broadcast in 1982, KAZI\nbecame the city’s first community radio station. Today, the listener-supported,\nvolunteer-run station preserves its mission: "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "to\nreach and provide educational programming and information with special emphasis\non media access for the African American community and other groups previously\nunserved by existing radio stations in Austin."
        },
        {
          "type": "link",
          "url": "#_ftn5",
          "children": [
            {
              "text": "[5]"
            }
          ]
        },
        {
          "text": "  "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The character of 88.7’s programming\nis more reminiscent of the Civl-Rights era news and discussion shows, which\nfeature live DJ mixes, informal talk among hosts, call-ins from listeners,\ninterviews with activists and local musicians, and open criticism of local and\nnational politics.           "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " ",
          "underline": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The Social Production of Space",
          "underline": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "For Henri Lefebvre, space\ncannot be properly understood with a mere inventory of “what "
        },
        {
          "text": "exists\nin ",
          "italic": true
        },
        {
          "text": "space,” or through “a "
        },
        {
          "text": "discourse on ",
          "italic": true
        },
        {
          "text": "space.” He sets out to\nunderstand the production of space “by bringing the\nvarious kinds of space [mental, physical, natural, historic, etc.] and the\nmodalities of their genesis together within a single theory.”"
        },
        {
          "type": "link",
          "url": "#_ftn6",
          "children": [
            {
              "text": "[6]"
            }
          ]
        },
        {
          "text": " His theory turns on a\ncentral premise: that “(social) space is a (social) product.”"
        },
        {
          "type": "link",
          "url": "#_ftn7",
          "children": [
            {
              "text": "[7]"
            }
          ]
        },
        {
          "text": " Yet, he laments that this\nfundamental nature of space is too often misunderstood, overlooked, or actively\nobscured: “to speak of ‘producing’ space sounds bizarre, so great is the sway\nstill held by the idea that empty space is prior to whatever ends up filling\nit.”"
        },
        {
          "type": "link",
          "url": "#_ftn8",
          "children": [
            {
              "text": "[8]"
            }
          ]
        },
        {
          "text": " The nature of space (as\nsocial, as product, and as social-product) is obscured by “dominant illusions”\nwhich reify or naturalize space and its contents as fixed, immobile, and\neternal. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This illusion may lead\ninhabitants of space to take for granted that the space they occupy is natural\nor inevitable – a kind of naïve acceptance of space as it appears, which may be\nmore common in members of a dominant class who are better-insulated from state\nviolence. At the same time, Lefebvre observes, even critics of the current\neconomic order have a tendency toward the illusion of fixity:"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Some\nover-systematic thinkers oscillate between loud denunciations of capitalism and\nthe bourgeoisie and their repressive institutions on the one hand, and\nfascination and unrestrained admiration on the other. They make society into\nthe ‘object of a systemization which must be ‘closed’ to be complete; they thus\nbestow a cohesiveness it utterly lacks upon a totality which is in fact\ndecidedly open – so open, indeed, that it must rely on violence to endure."
        },
        {
          "type": "link",
          "url": "#_ftn9",
          "children": [
            {
              "text": "[9]"
            }
          ]
        },
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Here we see a contradiction inherent\nto capitalist (dominant) space. On the one hand, it’s true that capital’s\ndemand for extraction leads to the production of space through top-down control:\n“The dominant form of space, that of the centres of wealth and power,\nendeavours to mould the spaces it dominates (i.e. peripheral spaces), and it\nseeks, often by violent means, to reduce the obstacles and resistance it\nencounters there.” Yet, on the other hand, the power to dominate can never be\nmade total: “The social and political (state) forces which engendered this\nspace now seek, but fail, to master it completely” "
        },
        {
          "type": "link",
          "url": "#_ftn10",
          "children": [
            {
              "text": "[10]"
            }
          ]
        },
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The city of Austin is one\nsuch form of “dominated” space. At the scale of the city, global economic\nforces find their concrete expression: corporations build a headquarters, rent\nincreases, highways expand, ICE raids an elementary school, the river is dammed\ninto a lake, etc. Inhabitants of a city can feel larger mechanisms of power in\nreal time as they move through social space. It is through the embodied\nattunement to that space that reveals its openness: “For it is by means of the\nbody that space is perceived, lived - and produced.”"
        },
        {
          "type": "link",
          "url": "#_ftn11",
          "children": [
            {
              "text": "[11]"
            }
          ]
        },
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Public broadcasts,\nwhile accessible online from anywhere, are predominantly consumed by those within\nrange of the FM signal."
        },
        {
          "type": "link",
          "url": "#_ftn12",
          "children": [
            {
              "text": "[12]"
            }
          ]
        },
        {
          "text": " And, as opposed to the broad\napplication of NPR shows, The Morning Grind is an explicitly local variety show,\nwhich discusses Austin events, history, culture, and politics. The hyper-local,\ndaily, and live nature of The Morning Grind makes the show intensely spatial,\ndespite its aural (and therefore, less-fixed) quality. In one episode alone,\nrecorded May 2nd 2025, hosts Mikel, DJ Bean, Mz. Marlah, and later\nHaris Q, discuss such wide-ranging topics as:"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "·   \nBlack\nmusic history (and its concealment/erasure from dominant discourse)"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "·   \nBlack\nmusic festivals – past, present, and dreams for a future one in Austin; "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "·   \nCity\nplanning and construction"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "·   \nLocal\nupcoming events"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "·   \nThe\nfederal status of DEI programming"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "·   \nFilm\nand music production industry"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "·   \nRyan\nCoogler’s "
        },
        {
          "text": "Sinners",
          "italic": true
        },
        {
          "text": " (2025)"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "·   \nThe\nclosure of historically Black Austin Jazz club the Skylark Lounge"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "These discussions are\nspontaneous and off-the-cuff, but often deeply informative. The Morning Grind’s\nmulti-generational hosts offer perspectives from their lived experience that\ninform both co-hosts and listeners. By nature of the show’s format, discussions\nof current events are constantly grounded in historical context and vice-versa:\ndemonstrating the ongoing, processual nature of history. In this way, KAZI\nhosts avoid the mistakes Lefebvre identifies in “some over-systematic\nthinkers.” While this episode did not feature on-air calls with listeners,\nhosts still request feedback from listeners and make direct calls to\naction.  "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "A week after I went to\nthe Skylark Lounge for the first time, I sat in the digitization lab on 16th\nand Guadalupe and listened to the hosts of the Morning Grind talk about the\nSkylark Lounge closing down. Through listening to this local broadcast discuss\nthis venue (space) I had only just gotten to know – I can feel something shift\nin my embodied relationship to Austin. In the moment of listening, I can no\nlonger experience the city abstractly, as a map to traverse. It is a living,\nmulti-dimensional space of overlap, cohabitation, which I am present in and\nbeholden to.  Lefebvre might describe\nthis shift  - from a “map” image of the\ncity to a more embodied sense of its liveliness - as an instance of “breaking\nthe illusion of transparency,” the illusion which reduces spaces to mere\nsymbols, discourse, language. The Morning Grind enables this departure from\nlanguage to sonic embodiment."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "From its beginnings in\n1982 to its present, KAZI has operated on the periphery of mainstream\nbroadcasting. Yet, its longstanding sonic presence cannot be overlooked as a\nproduct and producer of social space in town. 88.7 FM is an instructive example\nof how the dominant techno-space of radio broadcasting can be reappropriated to\nserve the needs of marginalized Austinites. The Morning Grind creates a\nsoundscape within and against conditions of violence that disrupts dominant\nforms of (dis)embodiment; a sonic transmission that enables collective memory\nkeeping, planning, action, and living."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "BIBLIOGRAPHY"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "African American\nRegistry. “Black Radio in America, a Story.” Accessed May 6, 2025. "
        },
        {
          "type": "link",
          "url": "https://aaregistry.org/story/first-exclusively-black-radio-show-goes-on-the-air/",
          "children": [
            {
              "text": "https://aaregistry.org/story/first-exclusively-black-radio-show-goes-on-the-air/"
            }
          ]
        },
        {
          "text": "."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "ashawnta_jackson.\n“How Black Radio Changed the Dial.” JSTOR Daily, May 30, 2022. "
        },
        {
          "type": "link",
          "url": "https://daily.jstor.org/how-black-radio-changed-the-dial/",
          "children": [
            {
              "text": "https://daily.jstor.org/how-black-radio-changed-the-dial/"
            }
          ]
        },
        {
          "text": "."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "“Broadcast Station\nTotals as of December 31, 2022 | Federal Communications Commission.” Federal\nCommunications Commission, January 11, 2023. "
        },
        {
          "type": "link",
          "url": "https://www.fcc.gov/document/broadcast-station-totals-december-31-2022",
          "children": [
            {
              "text": "https://www.fcc.gov/document/broadcast-station-totals-december-31-2022"
            }
          ]
        },
        {
          "text": "."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Forman-Katz, Naomi.\n“For National Radio Day, Key Facts about Radio Listeners and the Radio Industry\nin the U.S.” "
        },
        {
          "text": "Pew Research Center",
          "italic": true
        },
        {
          "text": " (blog), August 17, 2023. "
        },
        {
          "type": "link",
          "url": "https://www.pewresearch.org/short-reads/2023/08/17/for-national-radio-day-key-facts-about-radio-listeners-and-the-radio-industry-in-the-us/",
          "children": [
            {
              "text": "https://www.pewresearch.org/short-reads/2023/08/17/for-national-radio-day-key-facts-about-radio-listeners-and-the-radio-industry-in-the-us/"
            }
          ]
        },
        {
          "text": "."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Kahlenberg, Richard\nS. “Negro Radio.” "
        },
        {
          "text": "Negro History Bulletin",
          "italic": true
        },
        {
          "text": " 29, no. 6 (March 1966): 127–28,\n142–43."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "KAZI FM 88.7 |\nAustin Community Radio, Inc. “About Us,” August 1, 2021. "
        },
        {
          "type": "link",
          "url": "https://kazifm.org/about/",
          "children": [
            {
              "text": "https://kazifm.org/about/"
            }
          ]
        },
        {
          "text": "."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Kenyatta, Matthew\nJordan-Miller. “‘Blacklighting’ the Shaping of Place: Theories, Strategies, and\nSpatial Imaginaries from the ‘Shaw.” "
        },
        {
          "text": "Urban Geography",
          "italic": true
        },
        {
          "text": ", April 24, 2023,\n1–22. "
        },
        {
          "type": "link",
          "url": "https://doi.org/10.1080/02723638.2023.2179825",
          "children": [
            {
              "text": "https://doi.org/10.1080/02723638.2023.2179825"
            }
          ]
        },
        {
          "text": "."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Lefebvre, Henri. "
        },
        {
          "text": "The\nProduction of Space",
          "italic": true
        },
        {
          "text": ". Translated by Donald Nicholson-Smith. Reprinted.\nOxford: Blackwell, 1997."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "RadioInsight.\n“Nielsen Audio PPM Monthly Ratings: Austin (Market #27),” March 17, 2019. "
        },
        {
          "type": "link",
          "url": "https://radioinsight.com/ratings/austin/",
          "children": [
            {
              "text": "https://radioinsight.com/ratings/austin/"
            }
          ]
        },
        {
          "text": "."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_ftnref1",
          "children": [
            {
              "text": "[1]"
            }
          ]
        },
        {
          "text": " “Black\nRadio in America, a Story,” African American Registry, accessed April 21, 2025,\n"
        },
        {
          "type": "link",
          "url": "https://aaregistry.org/story/first-exclusively-black-radio-show-goes-on-the-air/",
          "children": [
            {
              "text": "https://aaregistry.org/story/first-exclusively-black-radio-show-goes-on-the-air/"
            }
          ]
        },
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_ftnref2",
          "children": [
            {
              "text": "[2]"
            }
          ]
        },
        {
          "text": " “Black\nRadio…” African American Registry."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_ftnref3",
          "children": [
            {
              "text": "[3]"
            }
          ]
        },
        {
          "text": " “Black\nRadio…” African American Registry."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_ftnref4",
          "children": [
            {
              "text": "[4]"
            }
          ]
        },
        {
          "text": "\nRichard S. Kahlenberg, “Negro Radio,” "
        },
        {
          "text": "Negro History Bulletin",
          "italic": true
        },
        {
          "text": " 29, no. 6\n(March 1966): 127–28, 142–43."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_ftnref5",
          "children": [
            {
              "text": "[5]"
            }
          ]
        },
        {
          "text": " “About\nUs,” KAZI FM 88.7 | Austin Community Radio, Inc., August 1, 2021, "
        },
        {
          "type": "link",
          "url": "https://kazifm.org/about/",
          "children": [
            {
              "text": "https://kazifm.org/about/"
            }
          ]
        },
        {
          "text": "."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_ftnref6",
          "children": [
            {
              "text": "[6]"
            }
          ]
        },
        {
          "text": " Lefebvre,\n"
        },
        {
          "text": "The Production of Space",
          "italic": true
        },
        {
          "text": ", 18."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_ftnref7",
          "children": [
            {
              "text": "[7]"
            }
          ]
        },
        {
          "text": " Lefebvre,\n"
        },
        {
          "text": "The Production of Space",
          "italic": true
        },
        {
          "text": ", 15."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_ftnref8",
          "children": [
            {
              "text": "[8]"
            }
          ]
        },
        {
          "text": " Lefebvre,\n"
        },
        {
          "text": "The Production of Space",
          "italic": true
        },
        {
          "text": ", 15."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_ftnref9",
          "children": [
            {
              "text": "[9]"
            }
          ]
        },
        {
          "text": " Lefebvre,\n"
        },
        {
          "text": "The Production of Space",
          "italic": true
        },
        {
          "text": ", 11."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_ftnref10",
          "children": [
            {
              "text": "[10]"
            }
          ]
        },
        {
          "text": " Lefebvre,\n"
        },
        {
          "text": "The Production of Space",
          "italic": true
        },
        {
          "text": ", 26."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_ftnref11",
          "children": [
            {
              "text": "[11]"
            }
          ]
        },
        {
          "text": " Lefebvre,\n"
        },
        {
          "text": "The Production of Space",
          "italic": true
        },
        {
          "text": ", 162."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_ftnref12",
          "children": [
            {
              "text": "[12]"
            }
          ]
        },
        {
          "text": " Naomi\nForman-Katz, “For National Radio Day, Key Facts about Radio Listeners and the\nRadio Industry in the U.S.,” "
        },
        {
          "text": "Pew Research Center",
          "italic": true
        },
        {
          "text": " (blog), August 17,\n2023, "
        },
        {
          "type": "link",
          "url": "https://www.pewresearch.org/short-reads/2023/08/17/for-national-radio-day-key-facts-about-radio-listeners-and-the-radio-industry-in-the-us/",
          "children": [
            {
              "text": "https://www.pewresearch.org/short-reads/2023/08/17/for-national-radio-day-key-facts-about-radio-listeners-and-the-radio-industry-in-the-us/"
            }
          ]
        },
        {
          "text": "."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "THE MORNING GRIND AND THE SOCIAL PRODUCTION OF SONIC SPACE",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "the-morning-grind-and-the-social-production--2",
  "created_at": "2025-05-09T14:57:08.432Z",
  "created_by": "tanyaclement",
  "updated_at": "2025-05-09T14:57:08.433Z",
  "updated_by": "tanyaclement"
}